
"Battery Power" = "電池";
"AC Power" = "電源轉換器";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "電源";

//The power warning sheet
"Restore Defaults" = "回復預設值";
"OK" = "好";
"Cancel" = "取消";

"UPS Power Checkbox" = "在選單列中裡顯示 UPS 狀態";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f%% 電量";
"Current UPS Charge" = "目前充電量：%.0f%%";

"Power consumption may be greater than normal." = "使用這些設定，您的電腦可能會使用較多的能源。";
"Reset by clicking Restore Defaults" = "若要使用較少的能源，請按“回復預設值”一下。";

"Network wake noise warning" = "若啟用了“進行網路連線時喚醒電腦”，您有時可能會聽到電腦從睡眠中喚醒。";
"Wakes for detection" = "這樣會告知其他設備您的電腦仍然能在網路上存取。";

"Wake for network" = "進行網路連線時喚醒電腦";
"Wake for Ethernet" = "進行乙太網路連線時喚醒電腦";
"Wake for AirPort" = "進行 AirPort 網路連線時喚醒電腦";

"Custom" = "自定";

"Schedule Warning- power adapter must be present" = "僅電源轉換器連接 Mac 時才能排定電腦開機。";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "目前電池充電量已達：%.0f%%  估計剩餘時間為：%@";
"Battery Status, Charged" = "電池已充電。";
"Short Battery Status" = "預估剩餘時間：%@ (%.0f%%)";
"Battery Status, Charging" = "目前電池充電量已達：%.0f%%  估計充電完成時間為：%@";
"Short Battery Status, Charging" = "預估充飽時間：%@ (%.0f%%)";
"Current Charge" = "目前電池充電量已達：%.0f%%";
"Calculating time" = "正在計算時間";
 
"Check Battery" = "電池維修。"; 
"Poor Battery" = "電池狀態：立即更換。";
"Fair Battery" = "電池狀態：盡快更換。";


"AutoProc" = "自動模式";
"HighProc" = "最高";
"NormalProc" = "較低";

/* strings for tool tips */
"minute" = "分鐘";
"minutes" = "分鐘";
"hour" = "小時";
"hours" = "小時";

"dim" = "變暗";
"sleep" = "睡眠";
"halfminute" = ".5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "變暗 %1$@。睡眠 %2$@。";

"Never" = "永不";
"1 minute" = "1 分鐘";
"3 minutes" = "3 分鐘";
"5 minutes" = "5 分鐘";
"10 minutes" = "10 分鐘";
"15 minutes" = "15 分鐘";
"20 minutes" = "20 分鐘";
"25 minutes" = "25 分鐘";
"30 minutes" = "30 分鐘";  
"45 minutes" = "45 分鐘";
"1 hour" = "1 小時";
"1 hour 15 minutes" = "1 小時 15 分鐘";
"1 hour 30 minutes" = "1 小時 30 分鐘";  
"1 hour 45 minutes" = "1 小時 45 分鐘";
"2 hours" = "2 小時";
"3 hours" = "3 小時";

"Better Energy Savings" = "節約更多的能源";
"Better Battery Life" = "更長的電池壽命";
"Better UPS Life" = "更長的 UPS 壽命";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "您必須先登出後才能使這項變更生效";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "所有使用者必須先登出後才能使這項變更生效";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "您必須重新開機來讓此更動生效";

"GFX_CHANGE_TITLE" = "更改圖形設定需要登出。";
"GFX_CHANGE_DESC" = "按“登出”一下來繼續。您將可儲存所有打開的文件。";
"GFX_CHANGE_TITLE2" = "更改圖形設定需要重新啟動。";
"GFX_CHANGE_DESC2" = "按“重新啟動”一下來繼續。您將可儲存所有打開的文件。";
"LOGOUT_BUTTON" = "登出";
"RESTART_BUTTON" = "重新啟動";

"AUTO_SWITCH_MSG_ON"  = "您的電腦將自動在不同的圖形模式之間切換以延長電池壽命。";
"AUTO_SWITCH_MSG_OFF" = "停用自動切換時，您的電腦將持續使用執行效能高的圖形。\n這可能會降低電池壽命。";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


